Repository: ngs/tides-swift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar_sa, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ and its offline tide data will be removed.
ar_sa: ستتم إزالة %@ وبيانات المد والجزر غير المتصلة الخاصة به.
ca: Se suprimirà %@ i les seves dades de marea sense connexió.
cs: Poloha „%@“ a její offline data o přílivu a odlivu budou odstraněny.
da: %@ og de tilhørende offline tidevandsdata fjernes.
de_de: „%@“ und die zugehörigen Offline-Gezeitendaten werden entfernt.
el: Το «%@» και τα δεδομένα παλίρροιας εκτός σύνδεσης θα αφαιρεθούν.
es_es: Se eliminarán «%@» y sus datos de mareas sin conexión.
es_mx: Se eliminarán "%@" y sus datos de mareas sin conexión.
fi: %@ ja sen offline-vuorovesitiedot poistetaan.
fr_ca: « %@ » et ses données de marée hors ligne seront supprimés.
he: %@ ונתוני הגאות והשפל הלא־מקוונים שלו יוסרו.
hi: %@ और इसका ऑफ़लाइन ज्वारीय डेटा हटा दिया जाएगा।
hr: „%@” i njegovi izvanmrežni podaci o morskim mijenama bit će uklonjeni.
hu: A(z) %@ és a hozzá tartozó offline árapályadatok törlődnek.
id: %@ dan data pasang surut offline-nya akan dihapus.
it: «%@» e i relativi dati di marea offline verranno rimossi.
ja: 「%@」とオフライン潮汐データを削除します。
ko: '%@' 및 해당 오프라인 조석 데이터가 삭제됩니다.
ms: %@ dan data pasang surut luar taliannya akan dipadamkan.
nl_nl: %@ en de bijbehorende offline getijdegegevens worden verwijderd.
no: %@ og de tilhørende tidevannsdataene for frakoblet bruk fjernes.
pl: Lokalizacja „%@” i jej dane pływów offline zostaną usunięte.
pt_br: %@ e seus dados de maré offline serão removidos.
pt_pt: %@ e os respetivos dados de maré offline serão removidos.
ro: „%@” și datele sale de maree offline vor fi eliminate.
ru: «%@» и его офлайн-данные о приливах будут удалены.
sk: Poloha „%@“ a jej offline údaje o prílive a odlive budú odstránené.
sv: %@ och tillhörande tidvattendata offline tas bort.
th: %@ และข้อมูลน้ำขึ้นน้ำลงแบบออฟไลน์จะถูกลบออก
tr: "%@" ve çevrimdışı gelgit verileri kaldırılacak.
uk: «%@» та його офлайн-дані про припливи буде видалено.
vi: %@ và dữ liệu thủy triều ngoại tuyến của vị trí này sẽ bị xóa.
zh_hans: 将移除“%@”及其离线潮汐数据。
zh_hant: 將移除「%@」及其離線潮汐資料。

source: About
ar_sa: حول
ca: Quant a
cs: O aplikaci
da: Om
de_de: Info
el: Πληροφορίες
es_es: Acerca de
es_mx: Acerca de
fi: Tietoja
fr_ca: À propos
he: אודות
hi: इस ऐप के बारे में
hr: O aplikaciji
hu: Névjegy
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
ms: Perihal
nl_nl: Over
no: Om
pl: Informacje
pt_br: Sobre
pt_pt: Acerca
ro: Despre
ru: О приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Add a location from the iPhone app.
ar_sa: أضف موقعًا من تطبيق iPhone.
ca: Afegeix una ubicació des de l'app de l'iPhone.
cs: Přidejte polohu v aplikaci na iPhonu.
da: Tilføj en lokalitet fra iPhone-appen.
de_de: Fügen Sie einen Ort über die iPhone-App hinzu.
el: Προσθέστε μια τοποθεσία από την εφαρμογή στο iPhone.
es_es: Añade una ubicación desde la app del iPhone.
es_mx: Agrega una ubicación desde la app del iPhone.
fi: Lisää sijainti iPhone-sovelluksessa.
fr_ca: Ajoutez un lieu depuis l’app iPhone.
he: הוסיפו מיקום מהאפליקציה ב-iPhone.
hi: iPhone ऐप से कोई स्थान जोड़ें।
hr: Dodajte lokaciju u aplikaciji na iPhoneu.
hu: Adjon hozzá helyet az iPhone-alkalmazásban.
id: Tambahkan lokasi dari app iPhone.
it: Aggiungi una località dall’app per iPhone.
ja: iPhoneアプリから地点を追加してください。
ko: iPhone 앱에서 위치를 추가하세요.
ms: Tambah lokasi daripada app iPhone.
nl_nl: Voeg een locatie toe via de iPhone-app.
no: Legg til et sted fra iPhone-appen.
pl: Dodaj lokalizację w aplikacji na iPhonie.
pt_br: Adicione um local pelo aplicativo do iPhone.
pt_pt: Adicione uma localização a partir da aplicação do iPhone.
ro: Adăugați o locație din aplicația de pe iPhone.
ru: Добавьте место в приложении на iPhone.
sk: Pridajte polohu v aplikácii na iPhone.
sv: Lägg till en plats från iPhone-appen.
th: เพิ่มตำแหน่งที่ตั้งจากแอป iPhone
tr: iPhone uygulamasından bir konum ekleyin.
uk: Додайте місце в застосунку на iPhone.
vi: Thêm vị trí từ ứng dụng iPhone.
zh_hans: 请在 iPhone App 中添加位置。
zh_hant: 請在 iPhone App 中加入位置。

source: Add a location from the map to see tide predictions.
ar_sa: أضف موقعًا من الخريطة لعرض توقعات المد والجزر.
ca: Afegeix una ubicació des del mapa per veure les prediccions de marea.
cs: Přidejte polohu z mapy a zobrazte předpovědi přílivu a odlivu.
da: Tilføj en lokalitet fra kortet for at se tidevandsforudsigelser.
de_de: Fügen Sie einen Ort über die Karte hinzu, um Gezeitenvorhersagen zu sehen.
el: Προσθέστε μια τοποθεσία από τον χάρτη για να δείτε προβλέψεις παλίρροιας.
es_es: Añade una ubicación desde el mapa para ver las predicciones de mareas.
es_mx: Agrega una ubicación desde el mapa para ver las predicciones de mareas.
fi: Lisää sijainti kartalta nähdäksesi vuorovesiennusteet.
fr_ca: Ajoutez un lieu depuis la carte pour afficher les prévisions de marée.
he: הוסיפו מיקום מהמפה כדי להציג תחזיות גאות ושפל.
hi: ज्वार-भाटा पूर्वानुमान देखने के लिए मैप से कोई स्थान जोड़ें।
hr: Dodajte lokaciju s karte za prikaz prognoze morskih mijena.
hu: Adjon hozzá helyet a térképről az árapály-előrejelzések megtekintéséhez.
id: Tambahkan lokasi dari peta untuk melihat prediksi pasang surut.
it: Aggiungi una località dalla mappa per vedere le previsioni di marea.
ja: マップから地点を追加すると潮汐予測を表示できます。
ko: 지도에서 위치를 추가하면 조석 예측을 볼 수 있습니다.
ms: Tambah lokasi daripada peta untuk melihat ramalan pasang surut.
nl_nl: Voeg een locatie toe via de kaart om getijvoorspellingen te zien.
no: Legg til et sted fra kartet for å se tidevannsprognoser.
pl: Dodaj lokalizację z mapy, aby zobaczyć prognozy pływów.
pt_br: Adicione um local pelo mapa para ver as previsões de maré.
pt_pt: Adicione uma localização a partir do mapa para ver as previsões de maré.
ro: Adăugați o locație de pe hartă pentru a vedea predicțiile mareelor.
ru: Добавьте место на карте, чтобы увидеть прогноз приливов.
sk: Pridajte polohu z mapy a zobrazte predpovede prílivu a odlivu.
sv: Lägg till en plats från kartan för att se tidvattenprognoser.
th: เพิ่มตำแหน่งที่ตั้งจากแผนที่เพื่อดูการคาดการณ์น้ำขึ้นน้ำลง
tr: Gelgit tahminlerini görmek için haritadan bir konum ekleyin.
uk: Додайте місце на карті, щоб побачити прогноз припливів.
vi: Thêm vị trí từ bản đồ để xem dự báo thủy triều.
zh_hans: 从地图添加位置即可查看潮汐预报。
zh_hant: 從地圖加入位置即可查看潮汐預報。

source: Add Location
ar_sa: إضافة موقع
ca: Afegeix una ubicació
cs: Přidat polohu
da: Tilføj lokalitet
de_de: Ort hinzufügen
el: Προσθήκη τοποθεσίας
es_es: Añadir ubicación
es_mx: Agregar ubicación
fi: Lisää sijainti
fr_ca: Ajouter un lieu
he: הוספת מיקום
hi: स्थान जोड़ें
hr: Dodaj lokaciju
hu: Hely hozzáadása
id: Tambah Lokasi
it: Aggiungi località
ja: 地点を追加
ko: 위치 추가
ms: Tambah Lokasi
nl_nl: Voeg locatie toe
no: Legg til sted
pl: Dodaj lokalizację
pt_br: Adicionar Local
pt_pt: Adicionar Localização
ro: Adăugați o locație
ru: Добавить место
sk: Pridať polohu
sv: Lägg till plats
th: เพิ่มตำแหน่งที่ตั้ง
tr: Konum Ekle
uk: Додати місце
vi: Thêm vị trí
zh_hans: 添加位置
zh_hant: 加入位置

source: API Source Code
ar_sa: الكود المصدري لواجهة API
ca: Codi font de l'API
cs: Zdrojový kód API
da: API-kildekode
de_de: API-Quellcode
el: Πηγαίος κώδικας API
es_es: Código fuente de la API
es_mx: Código fuente de la API
fi: API:n lähdekoodi
fr_ca: Code source de l’API
he: קוד המקור של ה-API
hi: API सोर्स कोड
hr: Izvorni kod API-ja
hu: API-forráskód
id: Kode Sumber API
it: Codice sorgente dell’API
ja: API のソースコード
ko: API 소스 코드
ms: Kod Sumber API
nl_nl: Broncode van de API
no: Kildekode for API
pl: Kod źródłowy API
pt_br: Código-fonte da API
pt_pt: Código-fonte da API
ro: Codul sursă al API-ului
ru: Исходный код API
sk: Zdrojový kód API
sv: Källkod för API
th: ซอร์สโค้ดของ API
tr: API Kaynak Kodu
uk: Вихідний код API
vi: Mã nguồn API
zh_hans: API 源代码
zh_hant: API 原始碼

source: App Source Code
ar_sa: الكود المصدري للتطبيق
ca: Codi font de l'app
cs: Zdrojový kód aplikace
da: Appens kildekode
de_de: App-Quellcode
el: Πηγαίος κώδικας εφαρμογής
es_es: Código fuente de la app
es_mx: Código fuente de la app
fi: Sovelluksen lähdekoodi
fr_ca: Code source de l’app
he: קוד המקור של האפליקציה
hi: ऐप सोर्स कोड
hr: Izvorni kod aplikacije
hu: Az app forráskódja
id: Kode Sumber App
it: Codice sorgente dell’app
ja: アプリのソースコード
ko: 앱 소스 코드
ms: Kod Sumber App
nl_nl: Broncode van de app
no: Kildekode for appen
pl: Kod źródłowy aplikacji
pt_br: Código-fonte do aplicativo
pt_pt: Código-fonte da aplicação
ro: Codul sursă al aplicației
ru: Исходный код приложения
sk: Zdrojový kód aplikácie
sv: Appens källkod
th: ซอร์สโค้ดของแอป
tr: Uygulama Kaynak Kodu
uk: Вихідний код застосунку
vi: Mã nguồn ứng dụng
zh_hans: App 源代码
zh_hant: App 原始碼

source: Available Offline
ar_sa: متوفر دون اتصال
ca: Disponible sense connexió
cs: Dostupné offline
da: Tilgængelig offline
de_de: Offline verfügbar
el: Διαθέσιμο εκτός σύνδεσης
es_es: Disponible sin conexión
es_mx: Disponible sin conexión
fi: Käytettävissä offline-tilassa
fr_ca: Disponible hors ligne
he: זמין במצב לא מקוון
hi: ऑफ़लाइन उपलब्ध
hr: Dostupno izvanmrežno
hu: Offline elérhető
id: Tersedia Offline
it: Disponibile offline
ja: オフラインで利用可能
ko: 오프라인 사용 가능
ms: Tersedia Luar Talian
nl_nl: Offline beschikbaar
no: Tilgjengelig frakoblet
pl: Dostępne offline
pt_br: Disponível offline
pt_pt: Disponível offline
ro: Disponibil offline
ru: Доступно офлайн
sk: Dostupné offline
sv: Tillgänglig offline
th: ใช้งานแบบออฟไลน์ได้
tr: Çevrimdışı Kullanılabilir
uk: Доступно офлайн
vi: Có sẵn ngoại tuyến
zh_hans: 可离线使用
zh_hant: 可離線使用

source: Calendar
ar_sa: التقويم
ca: Calendari
cs: Kalendář
da: Kalender
de_de: Kalender
el: Ημερολόγιο
es_es: Calendario
es_mx: Calendario
fi: Kalenteri
fr_ca: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
nl_nl: Kalender
no: Kalender
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: Cancel
ar_sa: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de_de: Abbrechen
el: Ακύρωση
es_es: Cancelar
es_mx: Cancelar
fi: Kumoa
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl_nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Chart Datum (Z0)
ar_sa: مستوى صفر الخريطة (Z0)
ca: Zero hidrogràfic (Z0)
cs: Nula mapy (Z0)
da: Kortnul (Z0)
de_de: Seekartennull (Z0)
el: Στάθμη αναφοράς χάρτη (Z0)
es_es: Cero hidrográfico (Z0)
es_mx: Cero hidrográfico (Z0)
fi: Merikartan nollataso (Z0)
fr_ca: Zéro hydrographique (Z0)
he: אפס המפה (Z0)
hi: चार्ट डेटम (Z0)
hr: Hidrografska nula (Z0)
hu: Térképi nullszint (Z0)
id: Muka Surutan (Z0)
it: Zero idrografico (Z0)
ja: 基本水準面 (Z0)
ko: 기본수준면 (Z0)
ms: Datum Carta (Z0)
nl_nl: Reductievlak (Z0)
no: Sjøkartnull (Z0)
pl: Zero mapy (Z0)
pt_br: Zero Hidrográfico (Z0)
pt_pt: Zero Hidrográfico (Z0)
ro: Zeroul hărții (Z0)
ru: Нуль глубин (Z0)
sk: Nula mapy (Z0)
sv: Sjökortsnoll (Z0)
th: พื้นหลักฐานแผนที่ (Z0)
tr: Harita Datumu (Z0)
uk: Нуль глибин (Z0)
vi: Số 0 hải đồ (Z0)
zh_hans: 海图基准面 (Z0)
zh_hant: 海圖基準面 (Z0)

source: Choose a saved location, or add one from the map.
ar_sa: اختر موقعًا محفوظًا، أو أضف موقعًا من الخريطة.
ca: Tria una ubicació desada o afegeix-ne una des del mapa.
cs: Vyberte uloženou polohu, nebo přidejte novou z mapy.
da: Vælg en gemt lokalitet, eller tilføj en fra kortet.
de_de: Wählen Sie einen gespeicherten Ort oder fügen Sie einen über die Karte hinzu.
el: Επιλέξτε μια αποθηκευμένη τοποθεσία ή προσθέστε μία από τον χάρτη.
es_es: Elige una ubicación guardada o añade una desde el mapa.
es_mx: Elige una ubicación guardada o agrega una desde el mapa.
fi: Valitse tallennettu sijainti tai lisää uusi kartalta.
fr_ca: Choisissez un lieu enregistré ou ajoutez-en un depuis la carte.
he: בחרו מיקום שמור, או הוסיפו מיקום מהמפה.
hi: कोई सहेजा गया स्थान चुनें, या मैप से नया स्थान जोड़ें।
hr: Odaberite spremljenu lokaciju ili dodajte novu s karte.
hu: Válasszon egy mentett helyet, vagy adjon hozzá egyet a térképről.
id: Pilih lokasi tersimpan, atau tambahkan dari peta.
it: Scegli una località salvata oppure aggiungine una dalla mappa.
ja: 保存済みの地点を選択するか、マップから追加してください。
ko: 저장된 위치를 선택하거나 지도에서 추가하세요.
ms: Pilih lokasi yang disimpan, atau tambah daripada peta.
nl_nl: Kies een bewaarde locatie of voeg er een toe via de kaart.
no: Velg et lagret sted, eller legg til et fra kartet.
pl: Wybierz zachowaną lokalizację lub dodaj nową z mapy.
pt_br: Escolha um local salvo ou adicione um pelo mapa.
pt_pt: Escolha uma localização guardada ou adicione uma a partir do mapa.
ro: Alegeți o locație salvată sau adăugați una de pe hartă.
ru: Выберите сохранённое место или добавьте новое на карте.
sk: Vyberte uloženú polohu alebo pridajte novú z mapy.
sv: Välj en sparad plats eller lägg till en från kartan.
th: เลือกตำแหน่งที่ตั้งที่บันทึกไว้ หรือเพิ่มจากแผนที่
tr: Kayıtlı bir konum seçin veya haritadan yeni bir konum ekleyin.
uk: Виберіть збережене місце або додайте нове на карті.
vi: Chọn một vị trí đã lưu hoặc thêm vị trí mới từ bản đồ.
zh_hans: 选择已存储的位置，或从地图添加。
zh_hant: 選擇已儲存的位置，或從地圖加入。

source: Choose which saved location the widget shows.
ar_sa: اختر الموقع المحفوظ الذي تعرضه الأداة.
ca: Tria quina ubicació desada mostra el giny.
cs: Vyberte, kterou uloženou polohu má widget zobrazovat.
da: Vælg, hvilken gemt lokalitet widgetten viser.
de_de: Wählen Sie, welchen gespeicherten Ort das Widget anzeigt.
el: Επιλέξτε ποια αποθηκευμένη τοποθεσία θα εμφανίζει το widget.
es_es: Elige qué ubicación guardada muestra el widget.
es_mx: Elige qué ubicación guardada muestra el widget.
fi: Valitse, minkä tallennetun sijainnin widget näyttää.
fr_ca: Choisissez le lieu enregistré affiché par le widget.
he: בחרו איזה מיקום שמור יוצג בווידג׳ט.
hi: चुनें कि विजेट कौन-सा सहेजा गया स्थान दिखाए।
hr: Odaberite koju spremljenu lokaciju widget prikazuje.
hu: Válassza ki, melyik mentett helyet mutassa a widget.
id: Pilih lokasi tersimpan yang ditampilkan widget.
it: Scegli quale località salvata mostrare nel widget.
ja: ウィジェットに表示する保存済みの地点を選びます。
ko: 위젯에 표시할 저장된 위치를 선택합니다.
ms: Pilih lokasi disimpan yang dipaparkan oleh widget.
nl_nl: Kies welke bewaarde locatie de widget toont.
no: Velg hvilket lagret sted widgeten viser.
pl: Wybierz, którą zachowaną lokalizację ma pokazywać widżet.
pt_br: Escolha qual local salvo o widget mostra.
pt_pt: Escolha que localização guardada o widget mostra.
ro: Alegeți ce locație salvată afișează widgetul.
ru: Выберите сохранённое место для отображения в виджете.
sk: Vyberte, ktorú uloženú polohu má widget zobrazovať.
sv: Välj vilken sparad plats widgeten visar.
th: เลือกตำแหน่งที่ตั้งที่บันทึกไว้ที่จะให้วิดเจ็ตแสดง
tr: Widget'ın hangi kayıtlı konumu göstereceğini seçin.
uk: Виберіть збережене місце для показу у віджеті.
vi: Chọn vị trí đã lưu mà tiện ích sẽ hiển thị.
zh_hans: 选择小组件显示的已存储位置。
zh_hant: 選擇小工具顯示的已儲存位置。

source: Clear Search
ar_sa: مسح البحث
ca: Esborra la cerca
cs: Vymazat hledání
da: Ryd søgning
de_de: Suche löschen
el: Εκκαθάριση αναζήτησης
es_es: Borrar búsqueda
es_mx: Borrar búsqueda
fi: Tyhjennä haku
fr_ca: Effacer la recherche
he: ניקוי החיפוש
hi: खोज साफ़ करें
hr: Očisti pretragu
hu: Keresés törlése
id: Hapus Pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
ms: Kosongkan Carian
nl_nl: Wis zoekopdracht
no: Tøm søk
pl: Wyczyść wyszukiwanie
pt_br: Limpar Busca
pt_pt: Limpar Pesquisa
ro: Ștergeți căutarea
ru: Очистить поиск
sk: Vymazať hľadanie
sv: Rensa sökning
th: ล้างการค้นหา
tr: Aramayı Temizle
uk: Очистити пошук
vi: Xóa tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Coordinates
ar_sa: الإحداثيات
ca: Coordenades
cs: Souřadnice
da: Koordinater
de_de: Koordinaten
el: Συντεταγμένες
es_es: Coordenadas
es_mx: Coordenadas
fi: Koordinaatit
fr_ca: Coordonnées
he: קואורדינטות
hi: निर्देशांक
hr: Koordinate
hu: Koordináták
id: Koordinat
it: Coordinate
ja: 座標
ko: 좌표
ms: Koordinat
nl_nl: Coördinaten
no: Koordinater
pl: Współrzędne
pt_br: Coordenadas
pt_pt: Coordenadas
ro: Coordonate
ru: Координаты
sk: Súradnice
sv: Koordinater
th: พิกัด
tr: Koordinatlar
uk: Координати
vi: Tọa độ
zh_hans: 坐标
zh_hant: 座標

source: Current Tide
ar_sa: منسوب المد الحالي
ca: Marea actual
cs: Aktuální výška hladiny
da: Aktuelt tidevand
de_de: Aktueller Wasserstand
el: Τρέχουσα στάθμη παλίρροιας
es_es: Marea actual
es_mx: Marea actual
fi: Nykyinen vedenkorkeus
fr_ca: Marée actuelle
he: מפלס הגאות הנוכחי
hi: वर्तमान ज्वार स्तर
hr: Trenutačna razina mora
hu: Aktuális vízállás
id: Pasang Surut Saat Ini
it: Marea attuale
ja: 現在の潮位
ko: 현재 조위
ms: Pasang Surut Semasa
nl_nl: Huidig getij
no: Gjeldende tidevann
pl: Aktualny poziom wody
pt_br: Maré atual
pt_pt: Maré atual
ro: Mareea actuală
ru: Текущий уровень воды
sk: Aktuálna výška hladiny
sv: Aktuellt tidvatten
th: ระดับน้ำปัจจุบัน
tr: Güncel Gelgit Seviyesi
uk: Поточний рівень води
vi: Mực triều hiện tại
zh_hans: 当前潮位
zh_hant: 目前潮位

source: Current tide and next high and low water for a saved location.
ar_sa: منسوب المد الحالي والمد والجزر التاليان لموقع محفوظ.
ca: Marea actual i propera plenamar i baixamar d'una ubicació desada.
cs: Aktuální výška hladiny a nejbližší příliv a odliv pro uloženou polohu.
da: Aktuelt tidevand samt næste høj- og lavvande for en gemt lokalitet.
de_de: Aktueller Wasserstand sowie nächstes Hoch- und Niedrigwasser für einen gespeicherten Ort.
el: Τρέχουσα στάθμη παλίρροιας και επόμενη πλήμμη και ρηχία για μια αποθηκευμένη τοποθεσία.
es_es: Marea actual y próximas pleamar y bajamar de una ubicación guardada.
es_mx: Marea actual y próximas pleamar y bajamar de una ubicación guardada.
fi: Tallennetun sijainnin nykyinen vedenkorkeus sekä seuraava vuoksi ja luode.
fr_ca: Marée actuelle et prochaines pleine et basse mers pour un lieu enregistré.
he: מפלס הגאות הנוכחי והגאות והשפל הבאים עבור מיקום שמור.
hi: सहेजे गए स्थान के लिए वर्तमान ज्वार स्तर और अगला ज्वार व भाटा।
hr: Trenutačna razina mora te sljedeća visoka i niska voda za spremljenu lokaciju.
hu: Egy mentett hely aktuális vízállása, valamint a következő dagály és apály.
id: Pasang surut saat ini serta air pasang dan air surut berikutnya untuk lokasi tersimpan.
it: Marea attuale e prossime alta e bassa marea per una località salvata.
ja: 保存した地点の現在の潮位と次の満潮・干潮を表示します。
ko: 저장된 위치의 현재 조위와 다음 만조·간조를 표시합니다.
ms: Pasang surut semasa serta air pasang dan air surut seterusnya untuk lokasi yang disimpan.
nl_nl: Huidig getij en het volgende hoog- en laagwater voor een bewaarde locatie.
no: Gjeldende tidevann og neste høy- og lavvann for et lagret sted.
pl: Aktualny poziom wody oraz następna wysoka i niska woda dla zachowanej lokalizacji.
pt_br: Maré atual e próximas preamar e baixa-mar de um local salvo.
pt_pt: Maré atual e próximas preia-mar e baixa-mar de uma localização guardada.
ro: Mareea actuală și următoarea maree înaltă și joasă pentru o locație salvată.
ru: Текущий уровень воды и ближайшие полная и малая вода для сохранённого места.
sk: Aktuálna výška hladiny a najbližší príliv a odliv pre uloženú polohu.
sv: Aktuellt tidvatten och nästa hög- och lågvatten för en sparad plats.
th: ระดับน้ำปัจจุบันและน้ำขึ้นน้ำลงครั้งถัดไปของตำแหน่งที่ตั้งที่บันทึกไว้
tr: Kayıtlı bir konum için güncel gelgit seviyesi ile bir sonraki yüksek ve alçak su.
uk: Поточний рівень води та наступні повна й мала вода для збереженого місця.
vi: Mực triều hiện tại và lần triều cao, triều thấp tiếp theo của một vị trí đã lưu.
zh_hans: 显示已存储位置的当前潮位以及下一次高潮和低潮。
zh_hant: 顯示已儲存位置的目前潮位以及下一次滿潮和乾潮。

source: Date
ar_sa: التاريخ
ca: Data
cs: Datum
da: Dato
de_de: Datum
el: Ημερομηνία
es_es: Fecha
es_mx: Fecha
fi: Päivämäärä
he: תאריך
hi: तारीख़
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nl_nl: Datum
no: Dato
pl: Data
pt_br: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Datum
ar_sa: مستوى الإسناد
ca: Nivell de referència
cs: Referenční hladina
da: Referenceniveau
de_de: Bezugsniveau
el: Στάθμη αναφοράς
es_es: Nivel de referencia
es_mx: Nivel de referencia
fi: Vertailutaso
fr_ca: Niveau de référence
he: מפלס ייחוס
hi: डेटम
hr: Referentna razina
hu: Alapszint
it: Livello di riferimento
ja: 基準面
ko: 기준면
nl_nl: Referentievlak
no: Referansenivå
pl: Poziom odniesienia
pt_br: Nível de referência
pt_pt: Nível de referência
ro: Nivel de referință
ru: Уровень отсчёта
sk: Referenčná hladina
sv: Referensnivå
th: ระดับอ้างอิง
tr: Referans Düzeyi
uk: Рівень відліку
vi: Mốc quy chiếu
zh_hans: 基准面
zh_hant: 基準面

source: Delete
ar_sa: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de_de: Löschen
el: Διαγραφή
es_es: Eliminar
es_mx: Eliminar
fi: Poista
fr_ca: Supprimer
he: מחיקה
hi: मिटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl_nl: Verwijder
no: Slett
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Location
ar_sa: حذف الموقع
ca: Suprimeix la ubicació
cs: Smazat polohu
da: Slet lokalitet
de_de: Ort löschen
el: Διαγραφή τοποθεσίας
es_es: Eliminar ubicación
es_mx: Eliminar ubicación
fi: Poista sijainti
fr_ca: Supprimer le lieu
he: מחיקת מיקום
hi: स्थान मिटाएँ
hr: Izbriši lokaciju
hu: Hely törlése
id: Hapus Lokasi
it: Elimina località
ja: 地点を削除
ko: 위치 삭제
ms: Padam Lokasi
nl_nl: Verwijder locatie
no: Slett sted
pl: Usuń lokalizację
pt_br: Apagar Local
pt_pt: Eliminar Localização
ro: Ștergeți locația
ru: Удалить место
sk: Vymazať polohu
sv: Radera plats
th: ลบตำแหน่งที่ตั้ง
tr: Konumu Sil
uk: Видалити місце
vi: Xóa vị trí
zh_hans: 删除位置
zh_hant: 刪除位置

source: Developer's Website
ar_sa: موقع المطوّر الإلكتروني
ca: Lloc web del desenvolupador
cs: Web vývojáře
da: Udviklerens websted
de_de: Website des Entwicklers
el: Ιστότοπος προγραμματιστή
es_es: Sitio web del desarrollador
es_mx: Sitio web del desarrollador
fi: Kehittäjän verkkosivusto
fr_ca: Site web du développeur
he: האתר של המפתח
hi: डेवलपर की वेबसाइट
hr: Web-stranica razvojnog programera
hu: A fejlesztő weboldala
id: Situs Web Pengembang
it: Sito web dello sviluppatore
ja: 開発者のウェブサイト
ko: 개발자 웹 사이트
ms: Laman Web Pembangun
nl_nl: Website van de ontwikkelaar
no: Utviklerens nettsted
pl: Strona dewelopera
pt_br: Site do desenvolvedor
pt_pt: Website do programador
ro: Site-ul dezvoltatorului
ru: Сайт разработчика
sk: Web vývojára
sv: Utvecklarens webbplats
th: เว็บไซต์ของนักพัฒนา
tr: Geliştiricinin Web Sitesi
uk: Сайт розробника
vi: Trang web của nhà phát triển
zh_hans: 开发者网站
zh_hant: 開發者網站

source: Done
ar_sa: تم
ca: Fet
cs: Hotovo
da: Udført
de_de: Fertig
el: Τέλος
es_es: Hecho
es_mx: Listo
fi: Valmis
fr_ca: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl_nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit Location
ar_sa: تعديل الموقع
ca: Edita la ubicació
cs: Upravit polohu
da: Rediger lokalitet
de_de: Ort bearbeiten
el: Επεξεργασία τοποθεσίας
es_es: Editar ubicación
es_mx: Editar ubicación
fi: Muokkaa sijaintia
fr_ca: Modifier le lieu
he: עריכת מיקום
hi: स्थान संपादित करें
hr: Uredi lokaciju
hu: Hely szerkesztése
id: Edit Lokasi
it: Modifica località
ja: 地点を編集
ko: 위치 편집
ms: Edit Lokasi
nl_nl: Wijzig locatie
no: Rediger sted
pl: Edytuj lokalizację
pt_br: Editar Local
pt_pt: Editar Localização
ro: Editați locația
ru: Изменить место
sk: Upraviť polohu
sv: Redigera plats
th: แก้ไขตำแหน่งที่ตั้ง
tr: Konumu Düzenle
uk: Змінити місце
vi: Sửa vị trí
zh_hans: 编辑位置
zh_hant: 編輯位置
